Repository: common-repository/hyperchecklist
Catalog: languages/hyperchecklist-*.po
Languages: sv_se

source: Last changed
sv_se: Senast ändrad

source: by
sv_se: av

source: Pending
sv_se: Väntar

source: Done
sv_se: Klar

source: Error
sv_se: Fel

source: Checklists
sv_se: Checklistor

source: Checklist
sv_se: Checklista

source: Add checklist
sv_se: Lägg till checklista

source: Edit checklist
sv_se: Redigera checklista

source: View checklist
sv_se: Visa checklista

source: Search for a checklist
sv_se: Sök efter checklista

source: No checklist found
sv_se: Ingen checklista hittad

source: Nothing is in the trash
sv_se: Hittar inget i papperskorgen

source: Checklist groups
sv_se: Checklists grupper

source: Checklist group
sv_se: Checklist grupp

source: Add checklist group
sv_se: Lägg till checklist grupp

source: Edit checklist group
sv_se: Redigera checklist grupp

source: View checklist group
sv_se: Visa checklist grupp

source: Search for a checklist group
sv_se: Sök efter en checklist grupp

source: No checklist groups found
sv_se: Inga grupper funna

source: Checklist options
sv_se: Checklists inställningar

source: Do you want to remove the earlier import?
sv_se: Vill du ta bort den tidigare importen?

source: This is scheduled for removal
sv_se: Den här är schemalagd för radering

source: Cancel
sv_se: Avbryt

source: Remove now
sv_se: Ta bort nu

source: Description
sv_se: Beskrivning

source: List
sv_se: Lista

source: Invite users
sv_se: Lägg till användare
